tap "aws/tap"
tap "azure/kubelogin"
tap "caskroom/cask"
tap "chrishrb/dotfiles", "git@github.com:chrishrb/homebrew-dotfiles.git"
tap "go-task/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "kaos/shell"
tap "potatolabs/git-redate"
tap "tofuutils/tap"
tap "vw-sre/vws2-credentials-loader", "git@github-work:vw-sre/vws2-credentials-loader.git"
tap "vwvws/vanguard-compliance-linter", "git@github-work:vwvws/vanguard-compliance-linter.git"
tap "zegervdv/zathura"
brew "glib"
brew "harfbuzz"
brew "pango"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "python@3.11"
brew "asciinema"
brew "autoconf"
brew "cookiecutter"
brew "aws-sam-cli"
brew "awscli"
brew "azure-cli"
brew "coreutils"
brew "bats-core"
brew "biber"
brew "boost"
brew "cloc"
brew "cloud-nuke"
brew "openssl@1.1"
brew "ruby"
brew "cocoapods"
brew "libidn2"
brew "libssh2"
brew "openldap"
brew "curl"
brew "freetds"
brew "krb5"
brew "php"
brew "composer"
brew "direnv"
brew "docker-buildx"
brew "dotnet@6", link: true
brew "folly"
brew "edencommon"
brew "ruby@3.1"
brew "fastlane"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libass"
brew "libbluray"
brew "libssh"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "ghostscript"
brew "git-extras"
brew "git-quick-stats"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "golang-migrate"
brew "google-java-format"
brew "gradle"
brew "netpbm"
brew "graphviz"
brew "grip"
brew "gtk+3"
brew "guile"
brew "ncurses", link: true
brew "htop"
brew "libheif"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "inetutils"
brew "influxdb-cli"
brew "infracost"
brew "jq"
brew "python@3.10"
brew "jsonschema", link: false
brew "k3d"
brew "languagetool", restart_service: true
brew "libpst"
brew "maven"
brew "node"
brew "mongosh"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "node@16"
brew "node@18"
brew "openapi-generator"
brew "openjdk@17"
brew "qemu"
brew "podman"
brew "podman-compose"
brew "virtualenv"
brew "poetry"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "tcl-tk"
brew "python-tk@3.11"
brew "python@3.8"
brew "qpdf"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby@3.0"
brew "rust-analyzer"
brew "s-search"
brew "socat"
brew "speedtest-cli"
brew "stylua"
brew "tcptraceroute"
brew "tfenv"
brew "tgenv"
brew "timewarrior"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "trivy"
brew "watch"
brew "watchman"
brew "wget"
brew "wireshark"
brew "youtube-dl"
brew "azure/kubelogin/kubelogin"
brew "heroku/brew/heroku"
brew "potatolabs/git-redate/git-redate"
brew "tofuutils/tap/tenv", link: false
cask "alacritty"
cask "android-commandlinetools"
cask "bitwarden"
cask "discord"
cask "docker"
cask "drawio"
cask "flutter"
cask "font-fira-code"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "intellij-idea"
cask "keepassxc"
cask "keyboard-layout-german-programming"
cask "mactex-no-gui"
cask "mendeley"
cask "microsoft-edge"
cask "mongodb-compass"
cask "ngrok"
cask "notion"
cask "postman"
cask "scroll-reverser"
cask "session-manager-plugin"
cask "skim"
cask "slack"
cask "spotify"
cask "tiles"
cask "utm"
cask "wkhtmltopdf"
cask "zoom"
